Repository: kazi41571/abLoan-dotnet
Catalog: abLOAN/App_GlobalResources/Resource.*.resx
Languages: ar

# Arabic
source: Ar-SA
ar: العربية

# btnNew
source: New
ar: إضافة

# btnSearch
source: Search
ar: بحث

# English
source: En-US
ar: English

# Filter
source: Filters
ar: الفلاتر

# btnReset
source: Reset
ar: إعادة

source: City
ar: المدينة

source: Company Name
ar: اسم الشركة

source: Create Date
ar: تاريخ الإنشاء

source: Email
ar: البريد الإلكتروني

source: Image
ar: الصورة

# IsEnabled
source: Enabled
ar: نشط

source: No
ar: لا

source: Owner Name
ar: اسم صاحب الشركة

source: Phone 1
ar: الهاتف 1

source: Remark
ar: الملاحظة

source: Unique Id
ar: رقم مميز

source: Yes
ar: نعم

# btnClose
source: Cancel
ar: أغلق

# btnSave
source: Save
ar: حفظ

# btnSaveAndNew
source: Save & New
ar: حفظ و إضافة

# btnUpdate
source: Update
ar: تحديث

# cvCompanyName
source: Please enter Company Name
ar: أدخل اسم الشركة

# cvImageName
source: Please select an image.
ar: اختر الصورة

source: Address
ar: الملاحظات

source: Contact
ar: بيانات المتصل

source: Contact From Time
ar: اتصال من هذا الوقت

source: Contact Person Email
ar: البريد الإلكتروني للشخص المسؤول

source: Contact Person Name
ar: اسم الشخص المسؤول

source: Contact Person Phone
ar: رقم الجوال للشخص المسؤول

source: Contact To Time
ar: اتصال حتى هذا الوقت

source: Country
ar: البلد

source: Email 1
ar: البريد الإلكتروني 1

# Email2
source: Email 1
ar: البريد الإلكتروني 2

source: Fax
ar: الفاكس

source: General
ar: البيانات العامة

# FormHeader
source: Bank Details
ar: تفاصيل البنك

# IsInternetConnection
source: Has Internet Connection
ar: لديه الإنترنت

# NoRecordMessage
source: No Records Found.
ar: لايوجد بيانات

source: Owner Email
ar: البريد الإلكتروني لصاحب الشركة

source: Owner Phone
ar: هاتف الصاحب الشركة

source: Phone 2
ar: الهاتف 2

source: Send Email
ar: يمكن إرسال البريد الإلكتروني

source: Send Sms
ar: يمكن إرسال الرسالة

source: State
ar: المحافظة

source: Website
ar: الموقع

source: Zip Code
ar: الرمز البريدي

source: Bank Name
ar: اسم البنك

source: Company Details
ar: تفاصيل الشركة

source: Contact No
ar: رقم الاتصال

# LogoImageName
source: Logo Image
ar: صورة الشعار

# CompanyPageTitle
source: Company
ar: الشركة

# CompanyFormTitle
source: Company Details
ar: يبانات الشركة

# PaymentTypeFormTitle
source: Payment Details
ar: تفاصيل نوع الدفع

# PaymentTypePageTitle
source: Payment
ar: نوع الدفع

source: Payment Type
ar: نوع الدفع

# BankFormTitle
source: Bank Details
ar: تفاصيل البنك

# BankPageTitle
source: Banks
ar: البنوك

# ChangePasswordPageTitle
source: Change Password
ar: تعديل كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Old Password
ar: كلمة المرور القديمة

source: Description
ar: الوصف

source: Role
ar: الدور

# RoleFormTitle
source: Role Details
ar: تفاصيل الأدوار

# RolePageTitle
source: Role
ar: الأدوار

# btnShowPassword
source: Show Password
ar: عرض كلمة المرور

source: Comment
ar: التعليق

source: Last Login Date Time
ar: تاريخ ووقت آخر تسجيل دخول

source: Password
ar: كلمة المرور

# UserFormTitle
source: User Details
ar: تفاصيل المستخدم

source: Username
ar: المستخدم

# UserPageTitle
source: Users
ar: المستخدمين

# btnHidePassword
source: Hide Password
ar: إخفاء كلمة المرور

source: Add
ar: إضافة

# btnBack
source: Back
ar: إرجاع

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: List
ar: القائمة

# RoleRightsPageTitle
source: Role Rights
ar: الأدوار والصلاحيات

source: View
ar: عرض

source: Browser
ar: المتصفح

source: Device Name
ar: اسم الجهاز

source: Ip Address
ar: عنوان IP

source: Last Logout DateTime
ar: تاريخ ووقت آخر تسجيل خروج

source: Os
ar: نظام التشغيل

source: SessionId
ar: رقم الجلسة

source: User
ar: المستخدم

# UserlogPageTitle
source: UserLog
ar: سجلات المستخدم

source: Amount
ar: المبلغ

source: Bank
ar: البنك

source: Calling Date
ar: تاريخ المكالمة

# CallingFormTitle
source: Calling Details
ar: تفاصيل المكالمة

source: Calling Name
ar: اسم المتصل

# CallingPageTitle
source: Calling
ar: سجلات المكالمة

source: Customer
ar: العميل

source: Notes
ar: الملاحظات

# linktoCustomerMasterId
source: Customer
ar: العميل

source: Address 1
ar: الملاحظات 1

source: Address 2
ar: الملاحظات 2

# CustomerFormTitle
source: Customer Details
ar: تفاصيل العميل

source: Customer Name
ar: اسم العميل

# CustomerPageTitle
source: Customers
ar: العميل

source: Fax 1
ar: الفاكس 1

source: Fax 2
ar: الفاكس 2

source: Id No
ar: رقم الهوية

source: Mobile 1
ar: الجوال 1

source: Mobile 2
ar: الجوال 2

# PhotoIdImageName
source: PhotoId Image
ar: الصورة

source: Installment Status
ar: حالة القسط

# InstallmentStatusFormTitle
source: Installment Status Details
ar: تفاصيل حالة القسط

# InstallmentStatusPageTitle
source: Installment Status
ar: حالات القسط

# ProjectName
source: Loan - ArrayBit
ar: الأقساط - أريبيت

source: Change Password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

# btnLogin
source: Login
ar: تسجيل الدخول

# ProjectLogin
source: LOAN - Login
ar: الأقساط - تسجيل الدخول

# ProjectNameSmall
source: LOAN
ar: الاقساط

source: Contract Status
ar: حالة العقد

# ContractStatusFormTitle
source: Contract Status Details
ar: تفاصيل حالة العقد

# ContractStatusPageTitle
source: Contract Statuses
ar: حالات العقد

# GuarantorFormTitle
source: Guarantor Details
ar: تفاصيل الكفيل

source: Guarantor Name
ar: اسم الكفيل

# GuarantorPageTitle
source: Guarantors
ar: الكفلاء

source: Item
ar: السلعة

source: Item Description
ar: وصف السلعة

# ItemFormTitle
source: Item Details
ar: تفاصيل السلعة

source: Item Name
ar: اسم السلعة

# ItemPageTitle
source: Items
ar: السلعة

# linktoItemMasterId
source: Item
ar: السلعة

source: Purchase Date
ar: تاريخ الشراء

# PurchaseFormTitle
source: Purchase Details
ar: تفاصيل شراء

# PurchasePageTitle
source: Purchases
ar: المشتريات

source: Purchase Rate
ar: سعر الشراء

source: Quantity
ar: الكمية

source: Sales Date
ar: تاريخ المبيعات

# SalesPageTitle
source: Sales
ar: مبيعات

source: Sales Rate
ar: سعر المبيعات

# WitnessFormTitle
source: Witness Details
ar: تفاصيل الشهود

source: Witness Name
ar: اسم الشاهد

# WitnessPageTitle
source: Witnesses
ar: الشهود

source: Cheque Date
ar: تاريخ الشيك

source: Cheque No
ar: رقم الشيك

# CustomerPaymentAddEditTitle
source: Customer Payment Details
ar: تفاصيل دفع العميل

# CustomerPaymentPageTitle
source: Customer Payments
ar: مدفوعات العميل

source: Payment Date
ar: تاريخ الدفع

source: Reference No
ar: رقم المرجع / المعاملة

source: Contract
ar: العقد

# ContractInstallmentAddEditTitle
source: Contract Installment Details
ar: تفاصيل القسط

# ContractInstallmentPageTitle
source: Contract Installments
ar: الاقساط

source: Mobile 3
ar: الجوال 3

source: Payment Amount
ar: مبلغ الدفع

# TotalAmount
source: Total
ar: المجموع

# CustomerIdNo
source: Customer Name/IdNo
ar: اسم العميل / رقم الهوية

source: Contract Date
ar: تاريخ العقد

source: File No
ar: رقم الملف

source: Installment Amount
ar: قيمة القسط

source: Installment Date
ar: تاريخ الاستحقاق

source: Name
ar: اسم

source: Mobile
ar: الجوال

source: Phone/Mobile
ar: الهاتف / الجوال

source: Guarantor
ar: الكفيل

# GuarantorIdNo
source: Guarantor Name / Id No
ar: اسم الكفيل / رقم الهوية

# WitnessIdNo
source: WitnessName / Id No
ar: اسم الشاهد / رقم الهوية

source: Witness
ar: الشاهد

# ContractPageTitle
source: Contract
ar: العقود

source: Contract Title
ar: وصف العقد

# ContractDateFrom
source: Contract From Date
ar: تاريخ العقد

source: Installment
ar: القسط

source: Settlement
ar: مبلغ الخصم

source: Contract Start Date
ar: تاريخ بدء العقد

# ContractEndDate
source: End Date
ar: تاريخ انتهاء العقود

source: Remaining
ar: المتبقي

source: Down Payment
ar: دفعه مقدمه

source: No Of Installments
ar: عدد الاقساط

source: Due Amount
ar: مبلغ مستحق

source: Settlement Reason
ar: سبب التسوية

# ContractFormTitle
source: Contract Details
ar: تفاصيل العقد

source: Contract Amount
ar: مبلغ العقد

source: Is Based On Month
ar: بناء على شهر

source: Interest Rate
ar: نسبة الفائدة

# btnSaveAndContinue
source: Save & Continue
ar: حفظ ومتابعة

# btnContinue
source: Continue
ar: استمر

source: Price
ar: السعر

source: Current Quantity
ar: الكمية الموجودة

# FromDate
source: Calculate From Date
ar: حساب من التاريخ

# ToDate
source: Calculate To Date
ar: حساب إلى التاريخ

source: Income Amount
ar: مبلغ الزكاة

# ZakaahPaymentAddEditTitle
source: Zakaah Payments Details
ar: تفاصيل الزكاة

source: Zakaah Amount
ar: مبلغ الزكاة

# ZakaahPaymentPageTitle
source: Zakaah Payments
ar: مدفوعات الزكاة

source: Pending Amount
ar: المبلغ المتبقي

source: Paid Amount
ar: المبلغ المدفوع

source: Active Since Date
ar: نشط منذ التاريخ

# TotalPaidAmount
source: Total Paid
ar: واصل

source: Installment Skipped
ar: تخطي الأقساط

# ContractReportFormTitle
source: Contract Report
ar: تقرير عقد العميل

source: Amount Due
ar: المتأخر

source: Contract Write Date
ar: تاريخ كتابة العقد

source: Installment Start
ar: تاريخ بداية الأقساط

# CustomerReportFormTitle
source: Customer Report
ar: تقرير العميل

# CustomerGuarantorReportFormTitle
source: Customer Guarantor Report
ar: تقرير معلومات العملاء و كفيل

# ContractDueReportFormTitle
source: Due Amount Report
ar: تقرير المتأخرين

source: Last Paid Date
ar: تاريخ آخر سداد

# btnExportToExcel
source: Export to Excel
ar: تحويل إلى إكسل

source: Last 3 Installments
ar: آخر 3 أقساط

# ContractAmountReportFormTitle
source: Contract Amount Report
ar: تقرير المجموع

# ContractAmountTotal
source: Total Contract Amount
ar: إجمالي مبلغ العقد

# PendingAmountTotal
source: Total Pending Amount
ar: إجمالي المبلغ المتبقي

# IncomeAmountTotal
source: Total Income Amount
ar: إجمالي مبلغ الدخل

# ContractInstallmentReportPageTitle
source: Contract Installment Report
ar: تقرير لأقساط للعميل

# ChequeAmount
source: Amount
ar: مبلغ الشيك

source: Cheque Name
ar: الشيك بأسم

# ChequePageTitle
source: Modify Cheques
ar: تعديل بيانات الشيكات

# ChequeStatus
source: Status
ar: نوع/حالة الشيك

source: Entry Date
ar: موعد التحضير

source: Given To
ar: يوصل عن

# btnInsert
source: Insert
ar: حفظ

source: No Of Contracts
ar: عدد العقود

source: Total Installment Amount
ar: اجمالي مجموع الاقساط

# ChequeMultiplePageTitle
source: Add Cheques
ar: إضافة الشيكات

# ChequeStatusFormTitle
source: Cheque Status Details
ar: تفاصيل حالة الشيك

source: Cheque Status Name
ar: نوع/حالة الشيك

# ChequeStatusPageTitle
source: Cheque Status
ar: حالات الشيك

source: Others
ar: الملاحظات الأخرى

source: Vat (%)
ar: (%)الضريبة

source: Net Amount
ar: المبلغ الإجمالي

# SalesPrice
source: Sales Rate
ar: سعر البيع

source: Fees
ar: رسوم الادارية

# SalesFormTitle
source: Sales Details
ar: تفاصيل المبيعات

source: Gross Amount
ar: مبلغ الأساسي

# TranDate
source: Transaction Date
ar: التاريخ

# PurchaseSalesTransactionsPageTitle
source: Transaction Report
ar: تقرير المشتريات و المبيعات

source: Rate
ar: السعر

source: Total
ar: اجمالي

# OpeningQuantity
source: Opening Balance
ar: مرحل

# PurchaseReportPageTitle
source: Purchase Report
ar: تقرير المشتريات

# SalesReportPageTitle
source: Sales Report
ar: تقرير المبيعات

source: Links
ar: الرابط

source: Settlement Amount
ar: المبلغ الخصم

source: Count
ar: عداد

# VerifiedBy
source: Verifier
ar: المدقق

# Verification
source: Verified
ar: التحقق بالفعل

# ModifiedBy
source: Modifier
ar: المعدل

source: Operation Type
ar: نوع العملية

source: Page Name
ar: الصفحة

# TracePageTitle
source: Trace
ar: الحركات

source: Operation Date
ar: تاريخ الحركة

# BrandFormTitle
source: Brand Details
ar: تفاصيل النوع

source: Brand Name
ar: اسم النوع

# BrandPageTitle
source: Brands
ar: أنواع

# ColorFormTitle
source: Color Details
ar: تفاصيل اللون

source: Color Name
ar: اسم اللون

# ColorPageTitle
source: Colors
ar: الألوان

source: Category Name
ar: اسم التصنيف

source: Has url?
ar: في الرابط؟

source: Filter Due Date
ar: فلتر تاريخ الاستحقاق

source: Bill no
ar: رقم فاتورة

source: Receipt no
ar: رقم سند لأمر

# PaymentReceivedPageTitle
source: Payment Received Report
ar: تقرير السداد الشهري

source: Month
ar: شهر

# InvalidMobile
source: Invalid Mobile Number
ar: رقم الجوال غير صالح

# ItemStockReportPageTitle
source: Item Stock Report
ar: مخزون

source: Invalid Id No
ar: رقم الهويه غير صالح

source: Contact Person Name 1
ar: اسم الشخص المسؤول 1

source: Contact Person Name 2
ar: اسم الشخص المسؤول 2

source: Contact 1
ar: جوال

source: Contact 2
ar: جوال احد الاقارب 2

# PersonName1
source: Contact Person Name 1
ar: الصفه

# PersonName2
source: Contact Person Name 2
ar: الاسم او الصفه 2

source: Due Installments
ar: عدد الأقساط المستحقة

source: Show Zero Value
ar: أقل من 1

# CreatedBy
source: Creator
ar: المنشئ

source: Vat Amount
ar: مبلغ الضريبة

source: Download
ar: تحميل

source: Last Paid Amount
ar: آخر مبلغ تم دفعه

# btnSaveAndPrint
source: Save & Print
ar: حفظ وطباعة

source: Item Code
ar: رمز الصنف

source: Discount Amount
ar: مقدار الخصم

# IsRedFlag
source: Red Flag
ar: عميل سيئ

source: District
ar: الحي

source: Occupation
ar: العمل

source: Place Of Work
ar: مدينة العمل

source: Gender
ar: الجنس

source: Brother
ar: اخ

source: City Of Residence
ar: العنوان

source: Father
ar: اب

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Mother
ar: ام

source: Other
ar: اخرا

source: Relation 1
ar: رقم احد لاقارب 1

source: Relation 2
ar: رقم احد لاقارب 2

source: Sister
ar: اخت

source: Bank Account Number
ar: رقم الحساب

source: Bank Account Number 2
ar: رقم الحساب 2

source: Bank Account Number 3
ar: رقم الحساب 3

source: Bank Account Number 4
ar: رقم الحساب 4

source: ASC
ar: تصاعدي

source: DESC
ar: تنازلي

source: Sort By
ar: ترتيب حسب

# btnVerify
source: Verify
ar: يؤكد

# CustomerFollowupPageTitle
source: Collection And Followup
ar: التحصيل والمتابعة
